Repository: rfaisal/personal
Catalog: regmodule/translations/*/LC_MESSAGES/translation 2.po
Languages: fr

source: given name
fr: prénom

source: last name
fr: nom

source: email address
fr: courriel

source: city
fr: ville

source: talk information (or choose No)
fr: Informations de la présentation (ou choisissez Non)

source: T-shirt selection
fr: sélection de T-shirt

source: preferred language
fr: langue de préférence

source: You need to provide your %s
fr: Vous devez fournir vos %s

source: CUMC Registration:
fr: Inscription pour le CCÉM:

source: CUMC Registration:
fr: Inscription pour le CCÉM:

source: talk information
fr: informations de conversation

source: Form error:
fr: Erreur de forme&nbsp;:

source: <i>Note:</i> Online payment is required at the time of registration.
fr: <i>Note&nbsp;:</i> Paiement en ligne requis au temps de l'inscription.

source: Response required
fr: obligatoire

source: Participant Information
fr: Information du participant

source: Your Badge
fr: Votre insigne

source: Given name:
fr: Prénom&nbsp;:

source: Last name:
fr: Nom&nbsp;:

source: Name of University or Institution:
fr: Nom de l'université ou de l'institution

source: The CUMC web site includes a publicly-viewable list of names of participants.
fr: Le site web du CCÉM inclu une liste publique des noms des participants.

source: I give my permission to list my name and university.
fr: Je donne la permission de mettre mon nom et mon université sur la liste.

source: Email:
fr: Courriel&nbsp;:

source: City:
fr: Ville&nbsp;:

source: [ choose ]
fr: [ choisir ]

source: British Columbia
fr: Colombie-Brittanique

source: Quebec
fr: Québec

source: New Brunswick
fr: Nouveau-Brunswick

source: Nova Scotia
fr: Nouvelle-Écosse

source: Prince Edward Island
fr: Île-du-Prince-Éduard

source: Newfoundland and Labrador
fr: Terre-Neuve-et-Labrador

source: Northwest Territories
fr: Territoires du Nord-Ouest

source: (outside Canada)
fr: (en dehors du Canada)

source: Age:
fr: Âge&nbsp;:

source: Preferred Language:
fr: Langue de préférence&nbsp;:

source: Dietary Restrictions (if any):
fr: Restrictions alimentaires (au besoin)&nbsp;:

source: Conference Options
fr: Options du Congès

source: I wish to attend:
fr: J'aimerais participer&nbsp;:

source: Cost
fr: Coût

source: (early bird price)
fr: (prix de lève-tôt)

source: Opening Banquet
fr: Banquet d'ouverture

source: Dinner for Women in Math and Science
fr: Souper pour Femme en Math et Sciences

source: (Open to women and women-identified participants only.)
fr: (Ouvert pour femme et femme-participante seulement.)

source: Closing Banquet
fr: Banquet de fermeture

source: Total:
fr: Total&nbsp;:

source: No, I won't give a talk
fr: Non, je ne présenterai pas

source: Yes, I will give a 20 minute talk
fr: Oui, je donnerai une présentation de 20 minutes

source: Yes, I will give a 45 minute talk
fr: Oui, je donnerai une présentation de 45 minutes

source: Please follow <a href='AbstractSubmissionGuidelines.pdf' target='_blank'>this guide</a> (PDF) to submit your talk's abstract and title to the organizing committee.
fr: Veuillez suivre <a href='AbstractSubmissionGuidelines-french.pdf' target='_blank'>les instructions</a> (PDF) pour soumettre le résumé de votre présentation au comité d'organisation.

source: (Women's) S
fr: (Femme) S

source: (Women's) M
fr: (Femme) M

source: (Women's) L
fr: (Femme) L

source: (Women's) XL
fr: (Femme) XL

source: (Men's) S
fr: (Homme) S

source: (Men's) M
fr: (Homme) M

source: (Men's) L
fr: (Homme) L

source: (Men's) XL
fr: (Homme) XL

source: Continue
fr: continuer

source: For registration and payment enquiries, please email <a href='mailto:registration@cumc.math.ca'>registration@cumc.math.ca</a>.
fr: Pour des questions sur l'inscription ou le paiement, veuillez contacter <a href='mailto:inscriptions@ccem.math.ca'>inscriptions@ccem.math.ca</a>.

source: Specify the style and size of the Conference T-shirt you prefer:
fr: Spécifiez le style et la grandeur du T-shirt de Congrès que vous préférer&nbsp;:

source: Province:
fr: Province&nbsp;:

source: Please use proper capitalization (e.g.. use 'Euler', not 'EULER' or 'euler').<br>Your badge will be printed exactly as you enter it here.
fr: Veuillez utiliser la bonne capitalisation (ex.. utilisez 'Euler', non 'EULER' ou 'euler').<br>Votre insigne sera imprimé exactement comme vous l'écrivez ici.

source: Participants are invited to give a talk of either 20 minutes or 45 minutes.
fr: Les participants sont invités à donner une présentation de 20 minutes ou de 45 minutes.

source: Do you want to give a talk?
fr: Voulez-vous faire une présentation?

source: Women in Math and Science Dinner
fr: Souper pour les Femmes en Math et Sciences

source: You cancelled online payment for your registration.
fr: Vous annulez le paiement en ligne pour votre inscription.

source: However, you are still stored in our database as customer number %d.
fr: Néanmoins, vous êtes quand même dans notre base de données comme un numéro de client %d.

source: registrations@cumc.math.ca
fr: inscriptions@ccem.math.ca

source: Thank you for registering.
fr: Merci de vous avoir enregistré.

source: You will receive a receipt in your email as soon as PayPal confirms your payment (typically within ten minutes).
fr: Vous recevrez un reçu dans votre courriel dès que PayPal confirme votre paiement (habituellement dix minutes).

source: For your information, your customer number on our system is %d.
fr: Pour votre information, votre numéro de client sur notre systeme est %d.

source: Start over
fr: Recommencer

source: Thank you for registering. You should receive a receipt in your email shortly.
fr: Merci pour vous être inscrit. Vous devriez recevoir un reçu dans votre courriel bientôt.

source: Return to CUMC web site
fr: Retourner sur le site web du CCÉM

source: Payment
fr: Paiement

source: Payment for registration is only accepted online.
fr: Le paiement pour l'inscription est seulement accepté en ligne.

source: Your total:
fr: Votre total&nbsp;:

source: Click to proceed to PayPal
fr: Cliquer pour procéder à PayPal

source: The CUMC uses PayPal for payment processing.
fr: Le CCÉM utilise PayPal pour le traitement du paiement.

source: You will need either a credit card or a PayPal account to complete your registration. Payments are made to the <i>Canadian Mathematical Society</i>. You will be emailed a receipt once your payment is processed (usually within ten minutes).
fr: Vous aurez besoin d'une carte de crédit ou d'un compte PayPal pour compléter votre inscription. Les paiements sont fait au <i>Société mathématique du Canada</i>. Un courriel vous sera envoyé lorsque le paiement sera traité (habituellement dix minutes).

source: Note: You do not need to register an account on PayPal to use a credit card via PayPal.
fr: Note: Vous n'avez pas besoin d'enregistrer un compte sur PayPal pour utiliser une carte de crédit via PayPal.

source: For registration and payment enquiries, please email <a href='mailto:%s'>%s</a>.
fr: Pour des questions sur l'inscription ou le paiement, envoyez un courriel au <a href='mailto:%s'>%s</a>.

source: registration@cumc.math.ca
fr: inscription@ccem.math.ca

source: cumc.math.ca
fr: ccem.math.ca

source: CUMC web site
fr: Site web du CCÉM

source: [banner image - CUMC]
fr: [image de bannière - CCÉM]

source: Payment Receipt
fr: Reçu du paiement

source: PayPal transaction number
fr: Numéro de transaction PayPal

source: CUMC payment number
fr: Numéro de paiement du CCÉM

source: Paid by:
fr: Payé par&nbsp;:

source: CUMC Participant:
fr: Participant du CCÉM&nbsp;:

source: Registered for
fr: Inscrit pour

source: Quantity
fr: Quantité

source: Price
fr: Prix

source: <p>Registrations are processed by the <a href='http://%s'>%s</a>. This transaction typically appears on your statement as "PayPal&nbsp;*CANADIANMAT".
fr: <p> Les inscriptions sont traités par <a href='http://%s'>%s</a>. La transaction apparaît typiquement sur votre relevé comme étant "PayPal&nbsp;*CANADIANMAT".

source: cms.math.ca
fr: smc.math.ca

source: Canadian Mathematical Society
fr: Société mathématique du Canada

source: <p>For registration and payment enquiries, please email <a href='mailto:%s'>%s</a>.</p>
fr: <p> Pour des questions sur l'inscription et sur le paiement, veuillez contacter <a href='mailto:%s'>%s</a>.</p>

source: Thank you for registering!
fr: Merci de vous avoir inscrit!

source: Conference
fr: Congrès

source: When the conference begins, I will be at least 19 years old.
fr: Lorsque le congrès commence, j'aurai au moins 19 ans.

source: The email address you provided is not in a valid format
fr: L'adresse courriel que vous avez fourni n'est pas dans un format valable

source: If you have any further questions regarding payment or registration, you may wish to <a href='mailto:%s' style='font-weight:bold'>email us</a>.
fr: Si vous avez d'autres questions sur le paiement ou l'inscription, vous pouvez <a href='mailto:%s' style='font-weight:bold'> nous envoyer un courriel</a>.

source: If you wish, you can <a href='%s'>return to the registration form</a> to make changes or <a href='%s'>try again to pay</a> through PayPal.
fr: Si vous voulez, vous pouvez <a href='%s'>return to the registration form</a> pour faire des changements ou <a href='%s'>essayez encore de payer</a> à travers PayPal.

source: If you are having difficulty completing your transaction through PayPal, you may wish to <a href='mailto:%s?Subject=Payment for cust number %d' style='font-weight:bold'>email us</a>.
fr: Si vous avez de la difficulté à compléter votre transaction à travers PayPal, vous pouvez nous<a href='mailto:%s?Subject=Payment for cust number %d' style='font-weight:bold'>envoyer un courriel</a>.

source: The early bird rate of $80 is only available until April 15th.
fr: Le coût des lèves-tôt de 80$ est seulement disponible jusqu'au 15 Avril.

source: Regular registration ($95) is available until the final registration deadline, June 26th.
fr: L'inscription régulière (95$) est disponible jusqu'à la date limite de l'inscription, le 26 Juin.

source: Ex Nihilo Winery Tour
fr: Tour de cave à vin Ex Nihilo Winery

source: (See the <a href='activities.html' target='_blank'>Activities Page</a> for details.)
fr: (Voir le <a href='activities.html' target='_blank'>Activities Page</a> pour plus de détails.)
